{
    "Protect the money on<br>your credit card FROM FRAUD NOW": "Schützen Sie das Geld auf<br>Ihrer Kreditkarte JETZT VOR BETRUG",
    "Login": "Anmeldung",
    "Register": "Registrieren",
    "Contact": "Kontakt",
    "Protect yourself and your money from scammers on the internet by using our training to level up your knowledge of internet security and get our daily notifications about trending scams types and ways to protect against them.": "Schützen Sie sich und Ihr Geld vor Betrügern im Internet, indem Sie unsere Schulungen nutzen, um Ihr Wissen über Internetsicherheit zu verbessern, und erhalten Sie unsere täglichen Benachrichtigungen über aktuelle Betrugsarten und Möglichkeiten, sich dagegen zu schützen.",
    "Train Now": "Jetzt trainieren",
    "You’re Next In The List": "Du bist der Nächste in der Liste",
    "Internet scams that target victims through online services account for millions of dollars worth of fraudulent activity every year. And the figures continue to increase as internet usage expands and cyber-criminal techniques become more sophisticated. Here are some facts:": "Internet-Betrug, der auf Opfer über Online-Dienste abzielt, verursacht jedes Jahr betrügerische Aktivitäten im Wert von Millionen von Dollar. Und die Zahlen steigen weiter, da die Internetnutzung zunimmt und die Techniken der Cyberkriminalität immer ausgefeilter werden. Hier sind einige Fakten:",
    "According to the Aite-Novarica Group, 47 percent of Americans experienced financial identity theft in 2020.": "Laut der Aite-Novarica Group erlebten 47 Prozent der Amerikaner im Jahr 2020 finanziellen Identitätsdiebstahl.",
    "Credit card fraud is among the top 5 types of identity theft in 2021.": "Kreditkartenbetrug gehört 2021 zu den Top 5 Arten von Identitätsdiebstahl.",
    "California counts as the number 1 with more than $1,228 Million losses.": "Kalifornien gilt mit mehr als 1.228 Millionen Dollar Verlust als Nummer 1.",
    "In 2021, $323 million was reported lost in scams.": "Im Jahr 2021 wurden 323 Millionen US-Dollar als durch Betrug verloren gemeldet.",
    "Knowledge Before Anything": "Wissen vor allem",
    "Protect yourself and your money from scammers on the internet by using our training to improve your knowledge of internet security and get our daily notifications about trending scams types and ways to protect against them.": "Schützen Sie sich und Ihr Geld vor Betrügern im Internet, indem Sie unser Training nutzen, um Ihr Wissen über Internetsicherheit zu verbessern, und erhalten Sie unsere täglichen Benachrichtigungen über angesagte Betrugsarten und Möglichkeiten, sich dagegen zu schützen.",
    "Our training includes the following:": "Unsere Ausbildung beinhaltet folgendes:",
    "Quick training compress to take you less than 5 minutes.": "Schnelle Trainingskompresse für weniger als 5 Minuten.",
    "Daily notifications about trending scams and types of frauds.": "Tägliche Benachrichtigungen über Betrugstrends und Betrugsarten.",
    "Get certified by our company.": "Lassen Sie sich von unserem Unternehmen zertifizieren.",
    "Get In Touch": "In Kontakt kommen",
    "Name": "Name",
    "Subject": "Thema",
    "Email Address": "E-Mail-Addresse",
    "Message": "Nachricht",
    "Send": "Senden",
    "All rights reserved": "Alle Rechte vorbehalten",
    "Please Login": "Bitte loggen Sie sich ein",
    "Please Register": "Bitte registrieren",
    "Password": "Passwort",
    "Full Name": "Vollständiger Name",
    "Password Confirmation": "Passwort Bestätigung",
    "Select Your Country": "Wähle dein Land"
}