{
    "Protect the money on<br>your credit card FROM FRAUD NOW": "Schützen Sie das Geld auf<br>Ihrer Kreditkarte JETZT VOR BETRUG",
    "Login": "Anmeldung",
    "Register": "Registrieren",
    "Contact": "Kontakt",
    "Protect yourself and your money from scammers on the internet by using our training to level up your knowledge of internet security and get our daily notifications about trending scams types and ways to protect against them.": "Schützen Sie sich und Ihr Geld vor Betrügern im Internet, indem Sie unsere Schulungen nutzen, um Ihr Wissen über Internetsicherheit zu verbessern, und erhalten Sie unsere täglichen Benachrichtigungen über aktuelle Betrugsarten und Möglichkeiten, sich dagegen zu schützen.",
    "Train Now": "Jetzt trainieren",
    "You’re Next In The List": "Du bist der Nächste in der Liste",
    "Internet scams that target victims through online services account for millions of dollars worth of fraudulent activity every year. And the figures continue to increase as internet usage expands and cyber-criminal techniques become more sophisticated. Here are some facts:": "Internet-Betrug, der auf Opfer über Online-Dienste abzielt, verursacht jedes Jahr betrügerische Aktivitäten im Wert von Millionen von Dollar. Und die Zahlen steigen weiter, da die Internetnutzung zunimmt und die Techniken der Cyberkriminalität immer ausgefeilter werden. Hier sind einige Fakten:",
    "According to the Aite-Novarica Group, 47 percent of Americans experienced financial identity theft in 2020.": "Laut der Aite-Novarica Group erlebten 47 Prozent der Amerikaner im Jahr 2020 finanziellen Identitätsdiebstahl.",
    "Credit card fraud is among the top 5 types of identity theft in 2021.": "Kreditkartenbetrug gehört 2021 zu den Top 5 Arten von Identitätsdiebstahl.",
    "California counts as the number 1 with more than $1,228 Million losses.": "Kalifornien gilt mit mehr als 1.228 Millionen Dollar Verlust als Nummer 1.",
    "In 2021, $323 million was reported lost in scams.": "Im Jahr 2021 wurden 323 Millionen US-Dollar als durch Betrug verloren gemeldet.",
    "Knowledge Before Anything": "Wissen vor allem",
    "Protect yourself and your money from scammers on the internet by using our training to improve your knowledge of internet security and get our daily notifications about trending scams types and ways to protect against them.": "Schützen Sie sich und Ihr Geld vor Betrügern im Internet, indem Sie unser Training nutzen, um Ihr Wissen über Internetsicherheit zu verbessern, und erhalten Sie unsere täglichen Benachrichtigungen über angesagte Betrugsarten und Möglichkeiten, sich dagegen zu schützen.",
    "Our training includes the following:": "Unsere Ausbildung beinhaltet folgendes:",
    "Quick training compress to take you less than 5 minutes.": "Schnelle Trainingskompresse für weniger als 5 Minuten.",
    "Daily notifications about trending scams and types of frauds.": "Tägliche Benachrichtigungen über Betrugstrends und Betrugsarten.",
    "Get certified by our company.": "Lassen Sie sich von unserem Unternehmen zertifizieren.",
    "Get In Touch": "In Kontakt kommen",
    "Name": "Name",
    "Subject": "Thema",
    "Email Address": "E-Mail-Addresse",
    "Message": "Nachricht",
    "Send": "Senden",
    "All rights reserved": "Alle Rechte vorbehalten",
    "Please Login": "Bitte loggen Sie sich ein",
    "Please Register": "Bitte registrieren",
    "Password": "Passwort",
    "Full Name": "Vollständiger Name",
    "Password Confirmation": "Passwort Bestätigung",
    "Select Your Country": "Wähle dein Land",
    "Posts List": "Beitragsliste",
    "Settings": "Einstellungen",
    "Subscription": "Abonnement",
    "Stop My Subscription": "Stoppen Sie mein Abonnement",
    "Your subscription has been cancelled successfully, you won't be charged next months.": "Ihr Abonnement wurde erfolgreich gekündigt, Ihnen werden in den nächsten Monaten keine Kosten in Rechnung gestellt.",
    "You're not yet subscribed.": "Sie sind noch nicht abonniert.",
    "Update Password": "Kennwort aktualisieren",
    "Current Password": "Jetziges Passwort",
    "New Password": "Neues Passwort",
    "Update My Password": "Mein Passwort aktualisieren",
    "Error occurred, please retry later!": "Fehler aufgetreten, bitte versuchen Sie es später erneut!",
    "Incorrect password!": "Falsches Passwort!",
    "Password updated successfully.": "Passwort erfolgreich aktualisiert.",
    "Posts": "Beiträge",
    "Logout": "Ausloggen",
    "Newsletter": "Newsletter",
    "Thanks": "Vielen Dank",
    "Email Verification": "E-Mail-Verifizierung",
    "Hi": "Hi",
    "Please verify your account by clicking on the link below.": "Bitte bestätigen Sie Ihr Konto, indem Sie auf den unten stehenden Link klicken.",
    "Click Here": "Klicken Sie hier",
    "Dashboard": "Armaturenbrett",
    "Home": "Heim",
    "Quiz": "Quiz",
    "You are missing email verification": "Ihnen fehlt die E-Mail-Bestätigung",
    "To continue your training, please fill out the form below": "Um Ihr Training fortzusetzen, füllen Sie bitte das folgende Formular aus",
    "Subscribe Now with only USD $1": "Abonnieren Sie jetzt mit nur 1 USD",
    "Card Holder Name": "Name des Karteninhabers",
    "You did subscribe successfully, please verify your email address by clicking the link we sent you in your email address!": "Sie haben sich erfolgreich angemeldet, bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf den Link klicken, den wir Ihnen in Ihrer E-Mail-Adresse gesendet haben!",
    "Please verify your email address by clicking the link we sent you in your email address!": "Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf den Link klicken, den wir Ihnen in Ihrer E-Mail-Adresse gesendet haben!",
    "Resend verification link": "Bestätigungslink erneut senden",
    "Please answer the following question": "Bitte beantworten Sie die folgende Frage",
    "Question": "Frage",
    "Replies": "Antworten",
    "Next Question": "Nächste Frage",
    "Posted at": "Gepostet unter",
    "Trending on": "Im Trend",
    "Read the document": "Lesen Sie das Dokument",
    "Submit My Answer": "Senden Sie meine Antwort",
    "Reset your password": "Setze dein Passwort zurück",
    "Send me the link": "Schick mir den Link",
    "Reset Password": "Passwort zurücksetzen",
    "Enter the new password": "Geben Sie das neue Passwort ein",
    "Set new password": "Neues Passwort festlegen",
    "Verification link was sent successfully!": "Bestätigungslink wurde erfolgreich gesendet!",
    "Email Address verified successfully.": "E-Mail-Adresse erfolgreich verifiziert.",
    "Invalid token!": "Ungültiges Token!",
    "Incorrect credentials!": "Falsche Anmeldeinformationen!",
    "You did login successfully.": "Sie haben sich erfolgreich angemeldet.",
    "Account created successfully!": "Konto erfolgreich erstellt!",
    "Email already in use!": "E-Mail wird bereits verwendet!",
    "Your message has been sent successfully.": "Ihre Nachricht wurde erfolgreich gesendet.",
    "Action not allowed, you are not subscribed!": "Aktion nicht erlaubt, Sie sind nicht abonniert!",
    "You are already subscribed!": "Sie sind bereits abonniert!"
}