{
    "Protect the money on<br>your credit card FROM FRAUD NOW": "Proteja el dinero en<br>su tarjeta de crédito DEL FRAUDE AHORA",
    "Login": "Acceso",
    "Register": "Registro",
    "Contact": "Contacto",
    "Protect yourself and your money from scammers on the internet by using our training to level up your knowledge of internet security and get our daily notifications about trending scams types and ways to protect against them.": "Protéjase a sí mismo y a su dinero de los estafadores en Internet mediante el uso de nuestra capacitación para mejorar su conocimiento de la seguridad en Internet y recibir nuestras notificaciones diarias sobre los tipos de estafas más populares y las formas de protegerse contra ellas.",
    "Train Now": "Entrenar ahora",
    "You’re Next In The List": "Eres el siguiente en la lista",
    "Internet scams that target victims through online services account for millions of dollars worth of fraudulent activity every year. And the figures continue to increase as internet usage expands and cyber-criminal techniques become more sophisticated. Here are some facts:": "Las estafas por Internet que se dirigen a las víctimas a través de servicios en línea representan millones de dólares en actividades fraudulentas cada año. Y las cifras continúan aumentando a medida que se expande el uso de Internet y las técnicas de ciberdelincuencia se vuelven más sofisticadas. Aquí hay algunos hechos:",
    "According to the Aite-Novarica Group, 47 percent of Americans experienced financial identity theft in 2020.": "Según Aite-Novarica Group, el 47 por ciento de los estadounidenses experimentaron un robo de identidad financiera en 2020.",
    "Credit card fraud is among the top 5 types of identity theft in 2021.": "El fraude con tarjetas de crédito se encuentra entre los 5 principales tipos de robo de identidad en 2021.",
    "California counts as the number 1 with more than $1,228 Million losses.": "California cuenta como el número 1 con más de $1,228 Millones de pérdidas.",
    "In 2021, $323 million was reported lost in scams.": "En 2021, se reportaron $323 millones perdidos en estafas.",
    "Knowledge Before Anything": "Conocimiento antes que nada",
    "Protect yourself and your money from scammers on the internet by using our training to improve your knowledge of internet security and get our daily notifications about trending scams types and ways to protect against them.": "Protéjase a sí mismo y a su dinero de los estafadores en Internet utilizando nuestra capacitación para mejorar su conocimiento de la seguridad en Internet y reciba nuestras notificaciones diarias sobre los tipos de estafas más populares y las formas de protegerse contra ellas.",
    "Our training includes the following:": "Nuestra formación incluye lo siguiente:",
    "Quick training compress to take you less than 5 minutes.": "Compresa de entrenamiento rápido para llevarte menos de 5 minutos.",
    "Daily notifications about trending scams and types of frauds.": "Notificaciones diarias sobre tendencias de estafas y tipos de fraudes.",
    "Get certified by our company.": "Obtenga la certificación de nuestra empresa.",
    "Get In Touch": "Ponerse en contacto",
    "Name": "Nombre",
    "Subject": "Sujeto",
    "Email Address": "Dirección de correo electrónico",
    "Message": "Mensaje",
    "Send": "Enviar",
    "All rights reserved": "Todos los derechos reservados",
    "Please Login": "Por favor Iniciar sesión",
    "Password": "Clave",
    "Full Name": "Nombre completo",
    "Password Confirmation": "Confirmación de contraseña",
    "Select Your Country": "Selecciona tu pais",
    "Posts List": "Lista de publicaciones",
    "Settings": "Ajustes",
    "Subscription": "Suscripción",
    "Stop My Subscription": "Detener mi suscripción",
    "Your subscription has been cancelled successfully, you won't be charged next months.": "Su suscripción ha sido cancelada con éxito, no se le cobrará los próximos meses.",
    "You're not yet subscribed.": "Aún no estás suscrito.",
    "Update Password": "Actualiza contraseña",
    "Current Password": "contraseña actual",
    "New Password": "Nueva contraseña",
    "Update My Password": "Actualizar mi contraseña",
    "Error occurred, please retry later!": "Ocurrió un error, ¡por favor vuelva a intentarlo más tarde!",
    "Incorrect password!": "¡Contraseña incorrecta!",
    "Password updated successfully.": "Contraseña actualizada exitosamente.",
    "Posts": "Publicaciones",
    "Logout": "Cerrar sesión",
    "Newsletter": "Boletin informativo",
    "Thanks": "Gracias",
    "Email Verification": "Verificacion de email",
    "Hi": "Hola",
    "Please verify your account by clicking on the link below.": "Verifique su cuenta haciendo clic en el enlace a continuación.",
    "Click Here": "Haga clic aquí",
    "Dashboard": "Tablero",
    "Home": "Hogar",
    "Quiz": "Prueba",
    "You are missing email verification": "Te falta la verificación de correo electrónico",
    "To continue your training, please fill out the form below": "Para continuar con su formación, por favor, rellene el siguiente formulario",
    "Subscribe Now with only USD $1": "Suscríbete ahora con solo USD $1",
    "Card Holder Name": "Nombre del titular de la tarjeta",
    "You did subscribe successfully, please verify your email address by clicking the link we sent you in your email address!": "¡Se suscribió con éxito, verifique su dirección de correo electrónico haciendo clic en el enlace que le enviamos en su dirección de correo electrónico!",
    "Please verify your email address by clicking the link we sent you in your email address!": "Verifique su dirección de correo electrónico haciendo clic en el enlace que le enviamos en su dirección de correo electrónico.",
    "Resend verification link": "Reenviar enlace de verificación",
    "Please answer the following question": "Por favor conteste la siguiente pregunta",
    "Question": "Pregunta",
    "Replies": "Respuestas",
    "Next Question": "Próxima pregunta",
    "Posted at": "Publicado en",
    "Trending on": "Tendencia en",
    "Read the document": "Leer el documento",
    "Submit My Answer": "Enviar mi respuesta",
    "Reset your password": "Restablecer su contraseña",
    "Send me the link": "Enviame el enlace",
    "Reset Password": "Restablecer la contraseña",
    "Enter the new password": "Introduce la nueva contraseña",
    "Set new password": "Establecer nueva contraseña",
    "Verification link was sent successfully!": "¡El enlace de verificación se envió con éxito!",
    "Email Address verified successfully.": "Dirección de correo electrónico verificada con éxito.",
    "Invalid token!": "¡Simbolo no valido!",
    "Incorrect credentials!": "¡Credenciales incorrectas!",
    "You did login successfully.": "Iniciaste sesión correctamente.",
    "Account created successfully!": "¡Cuenta creada con éxito!",
    "Email already in use!": "¡El correo electrónico ya está en uso!",
    "Your message has been sent successfully.": "Tu mensaje ha sido enviado exitosamente.",
    "Action not allowed, you are not subscribed!": "Acción no permitida, ¡no estás suscrito!",
    "You are already subscribed!": "¡Usted ya está suscrito!"
}