{
    "Protect the money on<br>your credit card FROM FRAUD NOW": "Protégez l'argent sur<br>votre carte de crédit CONTRE LA FRAUDE MAINTENANT",
    "Login": "Connexion",
    "Register": "S'inscrire",
    "Contact": "Contact",
    "Protect yourself and your money from scammers on the internet by using our training to level up your knowledge of internet security and get our daily notifications about trending scams types and ways to protect against them.": "Protégez-vous et votre argent contre les escrocs sur Internet en utilisant notre formation pour améliorer vos connaissances en matière de sécurité Internet et recevez nos notifications quotidiennes sur les types d'escroqueries à la mode et les moyens de vous en protéger.",
    "Train Now": "Entraînez-vous maintenant",
    "You’re Next In The List": "Vous êtes le prochain sur la liste",
    "Internet scams that target victims through online services account for millions of dollars worth of fraudulent activity every year. And the figures continue to increase as internet usage expands and cyber-criminal techniques become more sophisticated. Here are some facts:": "Les escroqueries sur Internet qui ciblent les victimes par le biais de services en ligne représentent des millions de dollars d'activités frauduleuses chaque année. Et les chiffres continuent d'augmenter à mesure que l'utilisation d'Internet se développe et que les techniques des cybercriminels deviennent plus sophistiquées. Voici quelques faits :",
    "According to the Aite-Novarica Group, 47 percent of Americans experienced financial identity theft in 2020.": "Selon le groupe Aite-Novarica, 47 % des Américains ont subi une usurpation d'identité financière en 2020.",
    "Credit card fraud is among the top 5 types of identity theft in 2021.": "La fraude par carte de crédit fait partie des 5 principaux types d'usurpation d'identité en 2021.",
    "California counts as the number 1 with more than $1,228 Million losses.": "La Californie est le numéro 1 avec plus de 1 228 millions de dollars de pertes.",
    "In 2021, $323 million was reported lost in scams.": "En 2021, 323 millions de dollars auraient été perdus dans des escroqueries.",
    "Knowledge Before Anything": "La connaissance avant tout",
    "Protect yourself and your money from scammers on the internet by using our training to improve your knowledge of internet security and get our daily notifications about trending scams types and ways to protect against them.": "Protégez-vous et votre argent contre les escrocs sur Internet en utilisant notre formation pour améliorer vos connaissances en matière de sécurité Internet et recevez nos notifications quotidiennes sur les types d'escroqueries à la mode et les moyens de vous en protéger.",
    "Our training includes the following:": "Notre formation comprend les éléments suivants:",
    "Quick training compress to take you less than 5 minutes.": "Compresse d'entraînement rapide pour vous prendre moins de 5 minutes.",
    "Daily notifications about trending scams and types of frauds.": "Notifications quotidiennes sur les tendances d'escroqueries et les types de fraudes.",
    "Get certified by our company.": "Faites-vous certifier par notre entreprise.",
    "Get In Touch": "Entrer en contact",
    "Name": "Nom",
    "Subject": "Matière",
    "Email Address": "Adresse e-mail",
    "Message": "Message",
    "Send": "Envoyer",
    "All rights reserved": "Tous droits réservés",
    "Please Login": "Veuillez vous connecter",
    "Password": "Mot de passe",
    "Full Name": "Nom et prénom",
    "Password Confirmation": "Confirmation mot de passe",
    "Select Your Country": "Sélectionnez votre pays"
}